var member = [
  {
    "phone": "发奖人：小白",
    "name": "四海兄弟最终版"
  },
  {
    "phone": "发奖人：小白",
    "name": "女神异闻录4"
  },
  {
    "phone": "发奖人：小东",
    "name": "奥日2"
  },
  {
    "phone": "发奖人：杰哥",
    "name": "幽灵行者"
  },
  {
    "phone": "发奖人：小白",
    "name": "小黄油"
  },
  {
    "phone": "发奖人：小白",
    "name": "小黄油"
  },
  {
    "phone": "发奖人：小白",
    "name": "小黄油"
  },
  {
    "phone": "发奖人：小白",
    "name": "黑帝斯"
  },
  {
    "phone": "发奖人：小白",
    "name": "港诡实录"
  },
  {
    "phone": "发奖人：娇妹",
    "name": "三国群英传1-7"
  },
  {
    "phone": "发奖人：豆馅",
    "name": "龙珠Z"
  },
  {
    "phone": "发奖人：自闭明",
    "name": "凯瑟琳"
  },
  {
    "phone": "发奖人：自闭明",
    "name": "雾都血医"
  },
  {
    "phone": "发奖人：自闭明",
    "name": "轰炸机小队"
  },
  {
    "phone": "发奖人：毛妹",
    "name": "缺氧"
  },
  {
    "phone": "发奖人：老黑",
    "name": "木筏求生"
  },
  {
    "phone": "发奖人：木零",
    "name": "uu加速器一个月"
  },
  {
    "phone": "发奖人：维克多",
    "name": "仙剑奇侠传456包"
  },
  {
    "phone": "发奖人：max",
    "name": "太吾绘卷"
  },
  {
    "phone": "发奖人：边牧",
    "name": "CSGO饰品 CZ75猛虎计数器"
  },
  {
    "phone": "发奖人：土味阿黄",
    "name": "如龙0"
  },
  {
    "phone": "发奖人：幸运之子",
    "name": "衰仔奖"
  },
  {
    "phone": "5元",
    "name": "发红包"
  },
  {
    "phone": "",
    "name": "爆照"
  },
  {
    "phone": "10元",
    "name": "发红包"
  },
  {
    "phone": "",
    "name": "唱歌"
  },
  {
    "phone": "20元",
    "name": "发红包"
  },
  {
    "phone": "",
    "name": "爆照"
  },
  {
    "phone": "",
    "name": "唱歌"
  }
]